<?php

/* @var $this yii\web\View */

$this->title = 'Лабораторная работа №2';
?>
<div class="site-index">

    <div class="jumbotron">
        <h2>Лабораторная работа: Разработка многостраничного web-сайта на языке программирования PHP</h2>

    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-4">
                <h2>О проекте</h2>

                <p>Данный проект представляет собой результат работы лабораторной по современным платформам программирования.
                    Тема работы - Разработка многостраничного web-сайта на языке программирования PHP</p>

            </div>
            <div class="col-lg-4">
                <h2>Средства разработки</h2>

                <p>Приложение реализовано в среде JetBrains PhpStorm с использованием фреймворка Yii2 на языке PHP.
                    С помощью Apache phpMyAdmin создана база данных Yii2Basic, содержащая одну таблицу PdfFiles.
                </p>

            </div>
            <div class="col-lg-4">
                <h2>Об авторе</h2>

                <p>Выполнил студент группы 8ВМ03 Цыденов Саян Баирович.</p>

            </div>
        </div>

    </div>
</div>
